{
  "trivia": [
    {
      "id": 1,
      "contents": "1. What is the better known name of the herb, mentha?",
      "answer": "Mint"
    },
    {
      "id": 2,
      "contents": "2. What is the world's largest herb?",
      "answer": "Banana tree"
    },
    {
      "id": 3,
      "contents": "3. Wild marjoram is also known as what?",
      "answer": "Oregano"
    },
    {
      "id": 4,
      "contents": "4. Which herb looks similar to fresh flat leaf parsley and is sometimes known as cilantro?",
      "answer": "Coriander"
    },
    {
      "id": 5,
      "contents": "5. What name is given to a bundle of herbs usually tied together with string and used to prepare stock, soup, and various stews?",
      "answer": "Bouquet garni"
    },
    {
      "id": 6,
      "contents": "6. Which fresh herb is a main ingredient in pesto?",
      "answer": "Basil"
    },
    {
      "id": 7,
      "contents": "7. What type of flavour does fennel have?",
      "answer": "Aniseed or liquorice flavour"
    },
    {
      "id": 8,
      "contents": "8. What four herbs feature in the title of the 1966 studio album by Simon and Garfunkel?",
      "answer": "Parsley, Sage, Rosemary and Thyme"
    },
    {
      "id": 9,
      "contents": "9. The name of which popular and versatile herb do you get if you take away the last letter, which is the letter 'a', from a port city located in northeast Spain?",
      "answer": "Tarragon (the Spanish city is Tarragona)"
    },
    {
      "id": 10,
      "contents": "10. Which herb did the Romans refer as the 'holy herb' and is the dominant seasoning flavour in Lincolnshire sausages?",
      "answer": "Sage"
    },
    {
      "id": 11,
      "contents": "11. Which herb with the scientific name Allium schoenoprasum is one of the 'fines herbes of French cuisine'?",
      "answer": "Chives"
    },
    {
      "id": 12,
      "contents": "12. Which herb with the scientific name Anethum graveolens is bright green in colour and commonly used in pickling mixtures and egg dishes?",
      "answer": "Dill"
    },
    {
      "id": 13,
      "contents": "13. Which herbal remedy used for hundreds of years to treat mental health problems has the botanical name Hypericum perforatum?",
      "answer": "St John's wort"
    },
    {
      "id": 14,
      "contents": "14. Which herbs name comes from 'love-ache', ache being a medieval name for parsley? ",
      "answer": "Lovage"
    },
    {
      "id": 15,
      "contents": "15. Thyme, basil, lemon balm, oregano, lavendar, rosemary and sage are all members of which family?",
      "answer": "Mint family"
    },
{
      "id": 16,
      "contents": "16. Which herb that comes from the flowers of the Asteraceae plant family is often used to make tea?",
      "answer": "Chamomile"
    },
{
      "id": 17,
      "contents": "17. Which herb's needle-like leaves have a pronounced lemon-pine flavour which pairs well with roasted lamb?",
      "answer": "Rosemary"
    },
{
      "id": 18,
      "contents": "18. Which herb was the nickname of James Hazeldine's character in London's Burning and has the Latin name Laurus nobilis?",
      "answer": "Bay leaf"
    },
{
      "id": 19,
      "contents": "19. Which herb is regarded as 'The King of Herbs'?",
      "answer": "Basil"
    },
{
      "id": 20,
      "contents": "20. Which herb in the mint family with a sweet, slightly peppery flavour has a name which means 'joy of the mountain' in Greek?",
      "answer": "Oregano"
    }
  ]
}
